examples/les_validation/smagorinskyAffine/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices
(
    (-1.5 -1.5 -1.5) (1.5 -1.5 -1.5) (1.5 1.5 -1.5) (-1.5 1.5 -1.5)
    (-1.5 -1.5 1.5) (1.5 -1.5 1.5) (1.5 1.5 1.5) (-1.5 1.5 1.5)
);
blocks (hex (0 1 2 3 4 5 6 7) (3 3 3) simpleGrading (1 1 1));
edges ();
boundary
(
    xMin { type wall; faces ((0 3 7 4)); }
    xMax { type wall; faces ((1 5 6 2)); }
    yMin { type wall; faces ((0 4 5 1)); }
    yMax { type wall; faces ((3 2 6 7)); }
    zMin { type wall; faces ((0 1 2 3)); }
    zMax { type wall; faces ((4 7 6 5)); }
);
mergePatchPairs ();
