examples/les_validation/smagorinskyAffine/constant/gksProperties
FoamFile { version 2.0; format ascii; class dictionary; location "constant"; object gksProperties; }
gamma 1.4;
R 287;
mu 0.001;
Pr 0.72;
rhoMin 1e-12;
gasKappa -1;
particleTemperatureTransport false;
gasNumerics
{
    flux                    hllKurganov;
    reconstruction          MUSCL;
    limiter                 barthJespersen;
    timeIntegrator          SSPRK2;
    robustFallback          true;
    entropyFixCoefficient   0.1;
}
turbulence
{
    model Smagorinsky;
    lesDeltaCoeff 1.0;
    turbulentPrandtl 0.9;
    Cw 0.325;
    Cs 0.17;
    maxDiffusionNumber 0.25;
}
