examples/les_validation/smagorinskyAffine/0/T
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
    xMin { type fixedValue; value uniform 300; } xMax { type fixedValue; value uniform 300; }
    yMin { type fixedValue; value uniform 300; } yMax { type fixedValue; value uniform 300; }
    zMin { type fixedValue; value uniform 300; } zMax { type fixedValue; value uniform 300; }
}
