examples/les_validation/smagorinskyAffine/0/Us
FoamFile { version 2.0; format ascii; class volVectorField; location "0"; object Us; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    xMin { type zeroGradient; } xMax { type zeroGradient; }
    yMin { type zeroGradient; } yMax { type zeroGradient; }
    zMin { type zeroGradient; } zMax { type zeroGradient; }
}
