examples/les_validation/smagorinskyAffine/0/rho
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object rho; }
dimensions [1 -3 0 0 0 0 0];
internalField uniform 1;
boundaryField
{
    xMin { type zeroGradient; } xMax { type zeroGradient; }
    yMin { type zeroGradient; } yMax { type zeroGradient; }
    zMin { type zeroGradient; } zMax { type zeroGradient; }
}
